---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StructuralInstanceUsage.Wall
enum: Autodesk.Revit.DB.Structure.StructuralInstanceUsage
zh: 墙、墙体
source: html/e536d231-3150-e5bc-7cfd-83e58b05bc75.htm
---
# Autodesk.Revit.DB.Structure.StructuralInstanceUsage.Wall

**中文**: 墙、墙体

Structural usage is as wall.